{
  "products": [
  {
    "id": "ba8cfc5a-d830-4fff-817b-9822a2d8ece6",
    "productName": "nulla",
    "productId": "aliqua2617",
    "price": "$3,959.16",
    "image": "http://placehold.it/32x32",
    "category": "CatB",
    "description": "Enim id duis pariatur esse consectetur nostrud laborum occaecat ut tempor. Consequat consequat eiusmod eu dolore culpa ex mollit tempor. Fugiat anim laborum adipisicing incididunt nulla enim quis commodo deserunt laboris mollit. Ullamco cupidatat voluptate ullamco incididunt aliqua irure enim labore labore. Dolore minim elit ad occaecat est velit Lorem ullamco ad excepteur laborum excepteur. Officia consectetur et elit laborum sint tempor cupidatat ea tempor veniam incididunt mollit magna.\r\n",
    "created": "2014-04-21T02:36:06 -00:00"
  },
  {
    "id": "5c2f9920-a11d-45f2-9160-0ada71337f87",
    "productName": "officia",
    "productId": "incididunt1474",
    "price": "$1,500.73",
    "image": "http://placehold.it/32x32",
    "category": "CatB",
    "description": "Aliquip ipsum labore velit consectetur est sunt. Laborum ipsum ex qui excepteur. Elit consequat commodo dolore sit et Lorem consectetur non Lorem nostrud ex in adipisicing amet. Mollit occaecat reprehenderit sit aliqua occaecat sit tempor eu laborum.\r\n",
    "created": "2015-03-30T09:19:16 -00:00"
  },
  {
    "id": "3950bf4a-e712-4f9e-af1d-ee2271a2896e",
    "productName": "sint",
    "productId": "reprehenderit3385",
    "price": "$1,385.32",
    "image": "http://placehold.it/32x32",
    "category": "CatA",
    "description": "Labore et culpa cupidatat cillum aute occaecat dolor et ad. Reprehenderit quis eu ullamco ex aliquip elit ut. Dolore in eiusmod veniam minim nulla consectetur laboris.\r\n",
    "created": "2017-05-31T11:55:12 -00:00"
  },
  {
    "id": "05da2bea-4c6f-4ef1-9863-81a534270b43",
    "productName": "do",
    "productId": "amet2723",
    "price": "$1,684.73",
    "image": "http://placehold.it/32x32",
    "category": "CatA",
    "description": "Sint fugiat commodo do reprehenderit do eiusmod do amet cupidatat quis est. Enim dolore laboris et nisi anim nulla nostrud est non irure. Magna anim consequat officia ullamco dolore laboris deserunt enim Lorem sint labore officia. Velit ad excepteur ea nulla. Magna enim et commodo excepteur est do. Culpa consectetur elit quis reprehenderit sit voluptate culpa quis. Irure sint commodo ipsum ea irure ullamco laborum in adipisicing nulla.\r\n",
    "created": "2015-04-19T07:10:44 -00:00"
  },
  {
    "id": "fbbe6d65-6fb9-4972-ad2e-bf098fb34483",
    "productName": "id",
    "productId": "do1437",
    "price": "$2,709.10",
    "image": "http://placehold.it/32x32",
    "category": "CatB",
    "description": "Ut magna ex Lorem tempor in mollit amet aliquip magna est et non cupidatat qui. Esse fugiat in anim ex Lorem enim magna reprehenderit sunt sint. Incididunt ex ullamco reprehenderit velit in excepteur sunt. Cupidatat nisi pariatur Lorem anim Lorem eu anim proident deserunt ut commodo nostrud amet. Consequat anim ullamco et fugiat quis consequat duis elit cupidatat.\r\n",
    "created": "2015-12-03T11:19:45 -00:00"
  },
  {
    "id": "50754fee-3d51-49de-bee9-d8537748b266",
    "productName": "et",
    "productId": "non2813",
    "price": "$2,926.54",
    "image": "http://placehold.it/32x32",
    "category": "CatA",
    "description": "Ullamco amet dolore Lorem ut mollit aute reprehenderit labore sint ullamco consequat in cillum. Ex fugiat in dolore eiusmod mollit voluptate eu mollit sunt. Non officia et occaecat sunt.\r\n",
    "created": "2014-04-06T08:11:36 -00:00"
  },
  {
    "id": "28b6da93-793b-4b8a-bbde-0f4acb7cddb4",
    "productName": "qui",
    "productId": "dolore1747",
    "price": "$2,767.89",
    "image": "http://placehold.it/32x32",
    "category": "CatA",
    "description": "Dolore consectetur laborum non irure non. Elit duis esse eiusmod mollit enim deserunt et excepteur aliqua. Occaecat culpa sunt est ea incididunt. Velit officia laborum et aute proident adipisicing Lorem ad officia. Duis eu exercitation exercitation magna labore eiusmod eiusmod occaecat mollit nulla laborum minim aliquip consequat. Reprehenderit elit nulla ut pariatur ad. Dolor anim tempor cupidatat nostrud ad aute sit aute.\r\n",
    "created": "2017-05-15T11:38:04 -00:00"
  },
  {
    "id": "e2e9dce8-e87d-4b8a-94bf-6037eb128065",
    "productName": "magna",
    "productId": "in2154",
    "price": "$1,895.38",
    "image": "http://placehold.it/32x32",
    "category": "CatB",
    "description": "Sint eiusmod exercitation eiusmod esse amet duis. Aliqua quis nostrud tempor laboris amet mollit proident aliquip exercitation veniam incididunt. Sunt cillum eiusmod do excepteur et.\r\n",
    "created": "2015-10-03T12:36:50 -00:00"
  },
  {
    "id": "d421ca22-0b95-49cd-985c-9cb38aec436b",
    "productName": "eu",
    "productId": "excepteur2062",
    "price": "$3,877.07",
    "image": "http://placehold.it/32x32",
    "category": "CatA",
    "description": "Id tempor ad duis eu deserunt est culpa ullamco culpa aliquip do nulla. Mollit reprehenderit ut deserunt exercitation minim adipisicing ea cillum dolore incididunt consequat enim ea duis. Ea ut elit eu non aute. Fugiat ad ullamco eiusmod id consectetur dolor et. Quis cillum ad ut fugiat consequat nostrud qui sint est irure aute.\r\n",
    "created": "2017-01-03T11:48:26 -00:00"
  },
    {
      "id": "16b0fcb6-aca4-4157-94bc-a570aea2afe8",
      "productName": "elit",
      "productId": "deserunt2860",
      "price": "$3,361.07",
      "image": "http://placehold.it/32x32",
      "category": "CatB",
      "description": "Veniam qui aliquip duis exercitation magna sit minim pariatur eu. Ex dolor mollit enim laborum sint aliqua. Fugiat nulla eu sit cillum sint culpa officia esse. Elit enim fugiat duis nostrud excepteur magna labore pariatur nulla Lorem elit anim. Ipsum quis eiusmod proident consequat do nisi id. Est fugiat enim fugiat dolore excepteur cupidatat laborum occaecat culpa qui velit.\r\n",
      "created": "2018-06-11T03:36:32 -00:00"
    },
    {
      "id": "d31875b1-f4e1-42ac-b266-31222d5b6cd3",
      "productName": "reprehenderit",
      "productId": "amet2845",
      "price": "$1,709.22",
      "image": "http://placehold.it/32x32",
      "category": "CatC",
      "description": "Eiusmod dolor Lorem do proident enim anim pariatur irure quis voluptate proident. Anim sit exercitation enim elit fugiat veniam ad. Sit proident mollit cupidatat laboris duis incididunt eiusmod nisi eiusmod. Do consectetur est sunt reprehenderit sint deserunt exercitation tempor anim irure irure quis culpa mollit.\r\n",
      "created": "2018-05-06T07:43:27 -00:00"
    },
    {
      "id": "3c1e959b-4ed4-46fe-9d62-75027b40cb79",
      "productName": "dolore",
      "productId": "magna3732",
      "price": "$3,274.46",
      "image": "http://placehold.it/32x32",
      "category": "CatA",
      "description": "Velit sint do eiusmod pariatur proident ex qui reprehenderit dolor cupidatat Lorem duis. Cillum incididunt mollit exercitation anim consequat nisi labore veniam dolor. Dolor qui qui do proident pariatur velit eiusmod Lorem minim elit commodo. Exercitation tempor consectetur excepteur quis laborum veniam eu cupidatat ipsum labore anim. Pariatur voluptate reprehenderit sint nulla qui. Nisi in aute velit ex dolore aliqua aliqua voluptate sint ut.\r\n",
      "created": "2018-01-08T08:33:01 -00:00"
    },
    {
      "id": "d1a08c82-03a4-4cce-be37-5e91ef4b7d42",
      "productName": "ipsum",
      "productId": "aliqua2095",
      "price": "$2,214.36",
      "image": "http://placehold.it/32x32",
      "category": "CatA",
      "description": "Magna pariatur dolor est incididunt tempor cillum labore anim laboris do labore quis. Officia velit non occaecat officia exercitation minim voluptate exercitation incididunt sunt eu. Officia veniam voluptate culpa non in sint.\r\n",
      "created": "2015-10-08T05:19:31 -00:00"
    },
    {
      "id": "9615c53b-dd66-4127-8fba-0e8279e51107",
      "productName": "pariatur",
      "productId": "in1881",
      "price": "$2,004.45",
      "image": "http://placehold.it/32x32",
      "category": "CatC",
      "description": "Et et amet amet anim esse consequat magna esse voluptate deserunt ullamco. Aliqua sint est eiusmod fugiat ea ad in do eu elit Lorem veniam. Ullamco non amet ipsum elit eu minim.\r\n",
      "created": "2014-10-05T07:15:42 -00:00"
    }
  ]
}